Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/grunnlaget-for-samepolitikken_id_87039.html.tmx
Source language: nob
Languages: sme

source: Grunnloven § 110 a og Sameloven er grunnlaget for regjeringens målsetting om å legge forholdene til rette for at den samiske folkegruppen kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Sámepolitihka vuođđu Vuoođolága § 110a ja Sámeláhka leat ráđđehusa ulbmila vuođđu láhčit diliid nu ahte sámeálbmot sáhttá sihkkarastit ja ovddidit iežas giela, kultuvrra ja servodateallima.

source: Forpliktelser overfor den samiske befolkning følger også av internasjonale konvensjoner, særlig FNs konvensjon om sivile og politiske rettigheter artikkel 27, og ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater.
sme: Dán geatnegahttet maiddái riikkaidgaskasaš konvenšuvnnat, erenoamážit ON siviila ja politihkalaš vuoigatvuođaide guoski konvenšuvnna artihkal 27, ja ILO-konvenšuvdna nr. 169 iehčanis stáhtaid álgoálbmogiid ja olmmoščearddaid birra.

source: Les mer her:
sme: Loga eanet dás:

source: Grunnloven § 110 a
sme: Vuođđolága § 110a

source: Sameloven
sme: Sámelahká

source: FNs konvensjon om sivile og politiske rettigheter, artikkel 27 Engelsk originalversjon
sme: ON konvenšuvdna siviila ja politihkalaš vuoigatvuođaid birra, artihkal 27

source: ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater Engelsk originalversjon
sme: ILO-konvenšuvdna nr. 169 iehčanis stáhtaid álgoálbmogiid ja olmmoščearddaid birra

source: Samisk og norsk historie
sme: Sámi ja dáža historjá

source: Hvem er urfolk ?
sme: Geat leat álgoálbmogat ?
